import React from "react";
import SectionTitle from "../ui/SectionTitle";

const ToProviders = () => {
  return (
    <section className="container mt-20 mb-12">
      <SectionTitle>Поставщикам</SectionTitle>
      <div className="">
        <div className="lg:text-lg">
          Компания Teplodomshop всегда готова рассматривать новые предложения о
          сотрудничестве. Нашей целью является развитие взаимовыгодных
          партнерских отношений с поставщиками и производителями для того, чтобы
          вместе предлагать нашим покупателям лучшее товарное предложение по
          низким ценам при стабильном качестве и гарантированном наличии.
        </div>
        <div className="mt-[40px] lg:text-lg">
          Особое внимание мы уделяем локальным поставщикам и, в особенности,
          производителям в каждом регионе и стремимся обеспечить максимальное
          расширение такого сотрудничества. Эта поддержка дает региональным
          производителям отличную возможность для развития их бизнеса и
          многократного увеличения продаж.
        </div>
        <div className="mt-[40px] lg:text-lg">
          Если Вы хотите стать поставщиком нашей компании, рекомендуем заполнить
          анкету.
        </div>
        <div className="mt-[40px] lg:text-lg">
          Добро пожаловать, уважаемые будущие Партнеры! Мы будем всегда рады
          увидеть Ваши сообщения с вопросами или предложениями, присланные на
          специальный почтовый ящик, указанный в разделе «Контакты».
        </div>
      </div>
    </section>
  );
};

export default ToProviders;
