{
    "products": [
        {
            "id": 1,
            "name": "Eleron Шпатлевка Фасадная ОК С-003, 20кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/eleroon.png",
            "body": "Шпатлевочная смесь предназначена для фасадных работ и выравнивания поверхностей снаружи и внутри зданий и сооружений. Используется в сухих и влажных помещениях различного назначения. Применяется по бетонным, цементным, оштукатуренным основаниям и по кирпичной кладке.",
            "price": 60000
        },
        {
            "id": 2,
            "name": "Наливной пол JOVI",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/Jovi Nalivnoy.jpg",
            "body": "Наливной пол — хорошая альтернатива стяжке. По своей сути наливной пол – это разновидность стяжки, сооружение которой обеспечивает создание качественной абсолютно ровной и гладкой поверхности, используемой как основание пола. Для создания данной конструкции используют составы, изготовленные на основе полимерных материалов, гипса или цемента. Использование этой смеси позволяет выровнять любую поверхность, создав покрытие без швов и стыков.",
            "price": 42000
        },
        {
            "id": 3,
            "name": "Клей Knauf Rotband",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/rodbin.png",
            "body": "Сухая смесь КНАУФ РОТБАНД предназначена для высококачественного оштукатуривания потолков и стен стен из бетона, кирпича, цементной штукатурки, поверхностей из пенополистирола. Рекомендуется для гладких бетонных потолочных и стеновых поверхностей. Штукатурка подходит для отделки помещений с нормальной влажностью, а также в кухнях и ванных комнатах с покрытием, обеспечивающим защиту от сырости. Предназначена для внутренних работ.",
            "price": 45000
        },
        {
            "id": 4,
            "name": "Кафельный клей | 25кг. | Jovi Усиленный ",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-586.png",
            "body": "Jovi | Усиленный клей – специальный состав, способный выдерживать высокие температурные и механические нагрузки. С его помощью можно облицевать не только минеральные покрытия, но даже металл или стекло.",
            "price": 32000
        },
        {
            "id": 5,
            "name": "Ротбанд КНАУФ (25кг)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-31.png",
            "body": "КНАУФ-Ротбанд – сухая смесь на основе гипсового вяжущего с поли- мерными добавками. Предназначена для высококачественного ошту- катуривания вручную стен и потолков внутри помещений с нормаль- ной влажностью, а также в кухнях и ванных комнатах (с покрытием, обеспечивающим защиту от увлажнения).",
            "price": 45600
        },
        {
            "id": 6,
            "name": "Смесь «FASAD» 20кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/fixerrr.png",
            "body": "Существуют следующие виды гидроизолирующих смесей на цементной основе: Цементно-песчаная гидроизоляция используется для защиты монолитных оснований. Промышленность выпускает смеси для ручного и машинного нанесения. В их состав нередко включают уплотняющие добавки. При слишком быстром испарении влаги из раствора нанесенный слой изоляции может деформироваться. Гидроизоляция цементная с добавлением латекса. Этот компонент позволяет получить раствор, по свойствам напоминающий жидкую резину. Наносится в горячем виде путем торкретирования.",
            "price": 34000
        },
        {
            "id": 7,
            "name": "Megamix Gazabeton",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/megamixxx.png",
            "body": "Сухая строительная шпаклевочная смесь, изготавливаемая на гипсовом вяжущем с различными добавками по ГОСТу 31387-2008. Разработана специально для заполнения стыков гипсокартонных листов. Высоко прочная, не трескается и не дает усадки. Обладает высокими клеящимися свойствами. Применяется в качестве штукатурочной смеси для выравнивания кирпичных, каменных, гипсовых и других поверхностей при проведении внутренних работ толщиной слоя до 50 мм. Для склеивания и шпаклеивания гипсовых элементов, а также, для заделки трещин и других повреждений на гипсокартонных листах.",
            "price": 35000
        },
        {
            "id": 8,
            "name": "Клей для майолики | Cerra",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-9,.png",
            "body": "Усиленный клей для Майолики (Мозайки) керамической, клинкерной и керамогранитной плитки, плитки из искусственного камня. Сухая клеевая смесь на основе портландцемента, фракционированного кварцевого песка, модифицированная комплексом специальных добавок.",
            "price": 170000
        },
        {
            "id": 9,
            "name": "GIPSLI SHPAKLEVKA VENTUM 604",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-14,.png",
            "body": "",
            "price": 32500
        },
        {
            "id": 10,
            "name": "ROTTO FASAD VENTUM 710",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-12 (2).png",
            "body": "GIPSLI SHPATLEVKA - Шпатлевка гипсовая. ОБЛАСТЬ ПРИМЕНЕНИЯ: Смесь предназначена для выравнивания вертикальных и горизонтальных бетонных, пенобетонных, цементных, цементноизвестковых, гипсовых и гипсокартонных поверхностей под окраску и оклейку обоями. Может применяться для заделки швов между гипсокартонными и гипс волокнистыми листами с использованием армирующей ленты (серпянки) и в качестве ремонтного состава для быстрого устранения небольших сколов, трещин глубиной до 15 мм. ",
            "price": 31500
        },
        {
            "id": 11,
            "name": "Браус Шпаклевка Родбанд 25кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-13 (2).png",
            "body": "Сухая шпаклевочная смесь на основе гипса и полимерных добавок. Применяется для профессионального ремонта. Быстро высыхает на обработанной поверхности, не дает усадки и трещин. После высыхания образует гладкую светлую поверхность готовую под финишное покрытие краской или обоями.",
            "price": 27500
        },
        {
            "id": 12,
            "name": "(GFG) Родбан 25кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-33.png",
            "body": "Ротбанд – универсальная сухая штукатурная смесь гипсового вяжущего с легким за-полнотелым и полимерными добавками, обеспечивающими повышенную адгезию. Предназначена для высококачественного оштукатуривания вручную потолков и стен с обычным твердым основанием (бетон, кирпич...",
            "price": 29000
        }
    ],
    "products2": [
        {
            "id": 1,
            "name": "Harvia The Wall 9kW Sauna Heater",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/9651.png",
            "body": "Мощность кВт 9,0 Вес (кг 10,7 Глубина см 26 Ширина см 38 Высота (см 70 Сауна мин. м3 8 Сауна макс. м3 14 Сауна мин. Высота 190 Вместимость камней макс. кг 20 Напряжение питания 3 фазы 400 В 3Н Соединительный кабель мм2 5 х 2,5 Предохранитель А 3 х 16 Напряжение питания 1-фазное 230 В 1Н Соединительный кабель мм2 10 Предохранитель А 50",
            "price": 4685000
        },
        {
            "id": 2,
            "name": "Ведро из липы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-180.png",
            "body": "Ведро из липы",
            "price": 300000
        },
        {
            "id": 3,
            "name": "Камень Кварцит Банные штучки малиновый колотый 20кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/000.png",
            "body": "Камень Кварцит малиновый колотый «Банные штучки» широко применяется в банях и саунах. Его главное свойство – высокая теплоотдача и стерильность – камень отталкивает все бактерии и инфекции. Также используется для облицовки бань и печей. Камень очень прочный и выдерживает большое количество физических воздействий. Устойчив к воздействию ультрафиолетового излучения и влаги, а также перепадам температур.        ",
            "price": 400000
        },
        {
            "id": 4,
            "name": "Мегамаркет43 - Лак бесцветный, для защиты и декоративной",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-140.png",
            "body": "Лак бесцветный, для защиты и декоративной",
            "price": 160000
        },
        {
            "id": 5,
            "name": "Камни для бани ФЕНИКС",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-13 (61).png",
            "body": "Камень Кварцит малиновый колотый «Банные штучки» широко применяется в банях и саунах.",
            "price": 335000
        },
        {
            "id": 6,
            "name": "Декорация в баню и сауну дерево",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/,0.png",
            "body": "Декорация в баню и сауну дерево",
            "price": 600000
        },
        {
            "id": 7,
            "name": "Искусство песочных часов для сауны",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-150.png",
            "body": "Искусство песочных часов для сауны",
            "price": 269000
        },
        {
            "id": 8,
            "name": "Гималайская соль 1m2",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-5,,,,.png",
            "body": "Гималайская соль 1m2",
            "price": 12300
        },
        {
            "id": 9,
            "name": "эфирных масел Банные Штучки 20ml",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/600001404530b1.webp",
            "body": "Сауна, паровая баня, джакузи – идеальные места для использования масел. В сочетании с подогретым воздухом паровой бани масла усиливают свое действие, облегчают дыхание и благотворно воздействуют на кожу. Эфирное масло «банные штучки» поднимет настроение, создаст атмосферу спокойствия и гармонии. При посещении ванной раз в неделю одного флакона хватает на полгода использования. Эфирное масло с приятным ароматом и бодрящим эффектом. Обладает сильным запахом экстракта хвои. 100% натуральное эфирное масло пихты.",
            "price": 60000
        },
        {
            "id": 10,
            "name": "Шапка В бане веник ",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-1 (6).png",
            "body": "Перед посещением сауны или парной необходимо позаботится о комфорте, безопасности и гигиене. Поэтому шапка для сауны является незаменимым атрибутом в бане. Шапка для сауны изготовлена из овечьей шерсти, которая обладает термозащитным, влаговпитывающим, и антибактериальным эффектом. Шапка для сауны обеспечивает защиту головы от высокой температуры и позволяет без ущерба для здоровья достаточно долго находится в парилке. Шапка для сауны украшена оригинальным вышитым рисунком, который вместе с забавным текстом обеспечивает хорошее настроение и подчеркивает индивидуальность!",
            "price": 60000
        }
    ],
    "products3": [
        {
            "id": 1,
            "name": "Гипсокартон VERO стеновой простой (12.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/nodir (9).png",
            "body": "Гипсокартон VERO Стеновой простой 2500 х 1200 х 12мм ",
            "price": 40000
        },
        {
            "id": 2,
            "name": "Гипсокартон КНАУФ потолочный простой (9.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/nodir (3).png",
            "body": "Гипсокартон Кнауф 2500х1200х9,5 мм, ГКЛ потолочный (3,0м2) представляет собой прямоугольный элемент, который состоит из двух слоев специального картона с прослойкой из гипсового теста с армирующими добавками, при этом боковые кромки полосы зафальцовываются краями картона (лицевого слоя). Для формирования сердечника применяется гипсовое вяжущее марки Г4 по ГОСТ 125-79.",
            "price": 52200
        },
        {
            "id": 3,
            "name": "Гипсокартон BRAUS  стеновой влагастойкий  1,2x2,5",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/nodir (1).png",
            "body": "Листовой отделочный материал применяется для облицовки стен и потолка, перегородок помещений, подвесных потолков, декоративной и звукоизоляции и других конструкций (колонн, ригелей и др.). Гипсокартон применяют в зданиях и помещениях с сухой и нормальной влажностью, при отсутствии дополнительной защиты от влаги. Трудногорючие материалы относятся к группе огнестойких",
            "price": 55000
        },
        {
            "id": 4,
            "name": "Гипсокартон OPTIMUS потолочный простой (9.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-11.png",
            "body": "Этот продукт площадью 3 м² доступен в раoзмерах 2500 × 1200 × 9,5 мм. Особенности: Гипсокартонные листы Optimus завоевали любовь своих покупателей своей 100% экологичностью и производством без каких-либо химических добавок. Этот продукт является наиболее удобным и доступным средством герметизации внутренних помещений зданий и сооружений, снижения шума (шумоизоляции), предотвращения проникновения и выхода тепла и холода из здания или помещения. В свою очередь, гладкость поверхности гипсокартона облегчает работу строителей перед внутренней отделкой помещения, и служит для качественного и гладкого вида таких работ, как шпаклевка, обоев.",
            "price": 34000
        },
        {
            "id": 5,
            "name": "Гипсокартон VERO стеновой влагостойкий (12.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-8.png",
            "body": "На нашем сайте вы можете купить товар - Гипсокартон 12,5мм (влагостойкий стеновой ) VERO, с доставкой на дом по самой выгодной цене",
            "price": 55000
        },
        {
            "id": 6,
            "name": "Гипсокартон AZIA паталочный простой (9.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/nodir (5).png",
            "body": "Размер листа - 1200х2500х9,5 мм. Вес листа - 22 кг. Применяется для устройства разных видов потолочных конструкций внутри помещений с нормальной влажностью воздуха. Для монтажа используется направляющий профиль",
            "price": 49000
        },
        {
            "id": 7,
            "name": "Гипсокартон ФОРУС стеновой простой (12.5мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/nodir (2).png",
            "body": "Гипсокартон цена в Ташкенте от компании Teplodom Компания Teplodom является лидером на местном рынке, предоставляя вам качественные услуги гипсокартона в Ташкенте. Наши высоквалифицированные работники и инновационно- качественные материалы, помогут вам сделать правильный выбор и купить гипсокартон высочайшего качества. Гипсокартон, цена, которого на местном рынке является дорогостоящей, вы сможете приобрести по демократичным ценам только с нашей компанией!",
            "price": 56000
        }
    ],
    "products4": [
        {
            "id": 1,
            "name": "Фундаментные блоки сплошные",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/betonnye-bloki-dlja-fundamenta.jpg",
            "body": "Фундаментные блоки сплошные дома",
            "price": 350000
        },
        {
            "id": 2,
            "name": "Газобетон Автоклавные 1м3",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/photo_2020-05-18_19-18-47_1634540261.jpg",
            "body": "<b>Газобетон</b> – строительный материал с уникальными свойствами. Представляет собой искусственный камень с пористой структурой. В состав газобетона входят цемент, песок, известь, гипс и алюминиевая пудра (газообразователь).РАЗМЕРЫ(600*200*300) (600*200*250) 600*150*300. (600*180*300) (600*120*300) (600*300*300) (600*250*300) эти размеры в наличии",
            "price": 69000
        },
        {
            "id": 3,
            "name": "Профиль для гипсокартона (У) (100*40)(060)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/prrrofil.png",
            "body": "Профиль для гипсокартона (У) (100*40)(060)",
            "price": 15000
        },
        {
            "id": 4,
            "name": "Профиль для гипсокартона (У) (100*40)(040)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/PROFIL.png",
            "body": "Профиль для гипсокартона (У) (100*40)(040)",
            "price": 9000
        },
        {
            "id": 5,
            "name": "Аграф Директорат (09)микрон",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-43.png",
            "body": "Аграф Директорат (09)микрон        ",
            "price": 1300
        },
        {
            "id": 6,
            "name": "Профиль монтажный Akustiline TL50 (2,7м х 50мм)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/vПодвес прямой АкустикГипс (AcousticGyps) для ПП 6027 (0,9мм).png",
            "body": "Akustiline профиль для монтажа декоративных акустических панелей Akustiline Ampir. Изготовлен из пожаробезопасного материала, окрашенного в один из 33 штатных цветов. Покраска включена в стоимость",
            "price": 339000
        },
        {
            "id": 7,
            "name": "Профиль для гипсокартона (У) (28*27)(060)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/U PROFIL.png",
            "body": "Профиль направляющий потолочный ПН 28х27 служит в качестве направляющей при монтаже каркаса подвесного потолка, а также облицовки стен. При монтаже каркаса подвесного потолка ПН-профиль крепится по периметру помещения. В случае установки каркаса облицовки профиль крепится к полу и потолку.",
            "price": 5800
        },
        {
            "id": 8,
            "name": "Сайдинитель Краб для Профиля для установки листовых материалов",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-40.png",
            "body": "Сайдинитель Краб для Профиля для листовых материалов",
            "price": 7500
        },
        {
            "id": 9,
            "name": "Аграф Директорат (08)микрон",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-39.png",
            "body": "Аграф Директорат (08)микрон",
            "price": 1800
        },
        {
            "id": 10,
            "name": "Профиль для гипсокартона (У) (100*40)(045)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/PROFIL.png",
            "body": "Профиль для гипсокартона (У) (100*40)(045)",
            "price": 9900
        }
    ],
    "products5": [
        {
            "id": 1,
            "name": "Грунтовка HAYAT",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/gruntovka hayat.png",
            "body": "Грунтовка – это жидкий строительный материал, использующийся для подготовки поверхности и улучшения соединения последующих слоев с основанием.",
            "price": 115000
        },
        {
            "id": 2,
            "name": "BASIS 1/5(1)VENTUM",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/basis.png",
            "body": "<b>BASİS - (1/5 лт)® - грунтовка акриловая. Описание:</b> Грунтовка акриловая - для наружного и внутреннего применения на основе воды и акрила, сополимер. Свойства ... Не рассыпается после нанесения. BASİS - (1/7)®, придает стенам влагоотталкивающее свойство, а также увеличивает срок службы краски нанесенной на поверхность. Экологически чистый продукт. Область нанесения",
            "price": 59000
        },
        {
            "id": 3,
            "name": "Антикоррозийная грунтовая краска «Antipas» ",
            "image": " https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/dunyabunya.png ",
            "body": "Антикоррозийная грунтовая краска «Antipas» - Высококачественная грунтовая краска на алкидной основе, защищающая металлические покрытия от коррозийных воздействий. Прекрасно ложится на окрашиваемую поверхность. Устойчива к разрушающему воздействию влаги и морской воды. Легко наносится.",
            "price": 405000
        },
        {
            "id": 4,
            "name": "Грунт ЭЛЕРОН 1litr",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/eleron 1l.png  ",
            "body": "Шпатлевочная смесь предназначена для фасадных работ и выравнивания поверхностей снаружи и внутри зданий и сооружений. Используется в сухих и влажных помещениях различного назначения. Система Менеджмента Качества соответствует требованиям стандарта ISO 9001:2001 Применяется по бетонным, цементным, оштукатуренным основаниям и по кирпичной кладке.",
            "price": 38000
        },
        {
            "id": 5,
            "name": "Разбавитель",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/razbavitl.png",
            "body": "Растворитель — органическая летучая жидкость (углеводород, кетон, спирт, эфир и др.) или смесь подобных жидкостей, применяемая для растворения пленкообразующих веществ и придания необходимой консистенции лакокрасочному материалу. Разбавитель — органическая летучая жидкость, применяемая для разбавления лакокрасочных материалов с целью снижения их вязкости и перевода в состояние пригодное к нанесению на окрашиваемую поверхность.",
            "price": 13000
        },
        {
            "id": 6,
            "name": "Грунтовка ГФ_-021 Антипас 2кг",
            "image": " https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/anty pas.png ",
            "body": "Грунт ГФ-021 – универсальный состав, продается в виде жидкости с твердыми компонентами. Состав контролируется государственным составом, в грунтовке есть: лак на алкидах, сиккатив, минералы, добавки для стабилизации, колера, ингибиторы для ржавчины, другие компоненты.",
            "price": 27000
        },
        {
            "id": 7,
            "name": "Грунтовка ГФ-021 25кг Ведро",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/kok.png",
            "body": "Грунт ГФ-021 состоит из смеси пигментов, сиккатива, наполнителей, стабилизирующих веществ растворенных в алкидном лаке. Применяется данное покрытие при грунтовании металла и дерева, наряду с грунтовкой ГФ-0119.        ",
            "price": 485000
        },
        {
            "id": 8,
            "name": "Грунтовка ГФ-021 2кг банка",
            "image": " https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/photo_2021-08-23_13-13-37_1632140915.jpg ",
            "body": "Грунт ГФ-021 – универсальный состав, продается в виде жидкости с твердыми компонентами. Состав контролируется государственным составом, в грунтовке есть: лак на алкидах, сиккатив, минералы, добавки для стабилизации, колера, ингибиторы для ржавчины, другие компоненты.",
            "price": 49000
        },
        {
            "id": 9,
            "name": "FIXER гурунтофка (1L)",
            "image": " https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/photo_2022-05-14_13-13-50 (2).jpg ",
            "body": "(FIXER )Грунтовка готовит поверхность к нанесению финишного покрытия. Конечно, она позволяет сэкономить на краске и обойном клее, но это не главное. Грунтовка убережет вас от разочарований при виде отслаивающихся обоев, облупившейся краски, отстающей плитки и прочих неприятностей, случающихся при отделке.",
            "price": 25000
        },
        {
            "id": 10,
            "name": "FIXER гурунтофка (3L)",
            "image": " https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/photo_2022-05-14_13-13-57 (2).jpg ",
            "body": "(FIXER )Грунтовка готовит поверхность к нанесению финишного покрытия. Конечно, она позволяет сэкономить на краске и обойном клее, но это не главное. Грунтовка убережет вас от разочарований при виде отслаивающихся обоев, облупившейся краски, отстающей плитки и прочих неприятностей, случающихся при отделке.",
            "price": 55000
        }
    ],
    "productnew": [
        {
            "id": 1,
            "name": "Basalt Wool Базальтовая каменная вата плотность (140)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/bzalt.png",
            "body": "Basalt Wool - натуральный утеплитель на основе горных пород базальтовой группы, не содержит стекловаты. Предназначен для теплоизоляции кровли, перекрытий, стен, перегородок и полов. Утеплитель отлично сохраняет тепло зимой и прохладу летом, обладает звукоизоляционными свойствами, высокой устойчивостью к влаге, не горит и не распространяет горение. Не подвержен воздействию плесени и грызунов. Basalt Wool отличается простотой и удобство монтажа, экологичен и безопасен для здоровья. Бренд Basalt Страна производитель Узбекистан Размеры Длина 1200 мм. Ширина 600 мм.",
            "price": 89000
        },
        {
            "id": 2,
            "name": "Саморезы Черные Для дерево",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-47.png",
            "body": "Крепёжное изделие в виде стержня с головкой и специальной наружной резьбой, образующей внутреннюю резьбу в отверстии соединяемого предмета. Имеет треугольную резьбу на цилиндрической поверхности, полностью или не полностью закрывающую цилиндрическую поверхность.",
            "price": 28000
        },
        {
            "id": 3,
            "name": "Дюбель гвоздь цена за 1кг",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/OLX POST-59,.png",
            "body": "Дюбель - гвоздь представляет собой составную конструкцию, состоящую из двух элементов — дюбеля, предназначенного для установки непосредственно в просверленное отверстие, и гвоздя, вставляемого в дюбель, на который проводится крепеж.",
            "price": 38000
        },
        {
            "id": 4,
            "name": "EPA Диск алмазный отрезной для сухого реза EPA (3ADS-250-32) 250mm",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/0 (2).png",
            "body": "Алмазные диски – это рабочий инструмент для резки, заточки или шлифовки твердых поверхностей, где режущая часть представляет собой напыление из алмазной крошки удерживаемая специальным связующим веществом. Применение алмазов позволяет значительно увеличить ресурс работы инструмента, повысить его производительность, точность и чистоту обработки, сохранить неизменным диаметр круга в процессе его эксплуатации. Алмазные диски широко применяются для выполнения операций резки, заточки или шлифовки твердых неметаллических и металлических поверхностей. В качестве оснастки они используются для: плиткорезов; угловых шлифовальных машин; бензорезов; штроборезов; камнерезных станков; отрезных машин и другого оборудования.",
            "price": 105000
        },
        {
            "id": 5,
            "name": "EPA Отрезной диск по металлу (2KA-1256022) 125x6.0x22mm",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/JmWczPjldaBYBdjnAJCVjkTcednwKaCldy5OAXXjz8ISh8tLU4TeVnQQdD9a.png",
            "body": "Описание Отрезной диск по металлу",
            "price": 9000
        },
        {
            "id": 6,
            "name": "EPA Ножницы по металлу (EN-91)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/NOZYCE-DO-BLACHY-12-PROSTE-MAR-POL-M48520.jfif",
            "body": "Ручные ножницы по металлу – это инструмент, который используется для резки металла и стальных листов толщиной до 1,5 мм, алюминиевого профиля, подравнивания кромок, выполнения фигурного раскроя. Они имеют острые лезвия из быстрорежущей стали, которые позволяют легко и ровно осуществлять разрез. Если вам время от времени приходится сталкиваться с металлическим профилем или со стальными листами небольшой толщины, а использовать электроинструмент не выгодно, то можно купить недорогое решение - ручные ножницы по металлу.",
            "price": 42000
        },
        {
            "id": 7,
            "name": "EPA плоскогубцы (EPG-80-1 200mm)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/2021-12-28-13-12-50-120110-f7f17a2a0f1d03ff0146fda1a9ca830d.webp",
            "body": "Интернет магазин Mangchi помогает людям благоустроить жилье и улучшить качество жизни, поэтому лучшая реклама для нас — это довольный покупатель, который смог реализовать свои проекты в рамках намеченного бюджета.c",
            "price": 59000
        },
        {
            "id": 8,
            "name": "EPA трубные клещи (EKK-10-1 250mm)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/96b041e2-06fd-4dee-ace7-68833c3a5176.webp",
            "body": "Ключ крокодил EPA(EKK-10-1) Ключи трубные переставные изготовлены из прочной углеродистой стали. Твердость Насечки на губках обеспечивают надежный захват. Применяется для работ с газовыми и водопроводными трубами Бренд – EPA Родина бренда – Китай Страна производитель – Китай Тип – Ключ",
            "price": 45000
        },
        {
            "id": 9,
            "name": "Лестницы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/0009.png",
            "body": "Лестницы индустриального типа односекционные алюминиевые 1*7",
            "price": 742000
        },
        {
            "id": 10,
            "name": "EPA топор (ET-800 -800mm)",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/з9.png",
            "body": "Произведенный EPA с 12-летним опытом работы в сфере строительной техники, топор EPA ET-800 пользуется популярностью у многих покупателей благодаря красивому дизайну и прочным материалам. Этот продукт легкий и простой в использовании. Вероятность того, что он выпадет из рук во время использования, практически исключена. Строительная техника производства EPA сделает вашу жизнь проще",
            "price": 62000
        }
    ],
    "category": [
        {
            "id": 1,
            "name": "Сухие строительные смеси",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/1mixes1.jpg"
        },
        {
            "id": 2,
            "name": "Товары для сауны",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/2f6a2e81b6b0.jpg"
        },
        {
            "id": 3,
            "name": "Листовые материалы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/aluk.jpg"
        },
        {
            "id": 4,
            "name": "Блоки строительные",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/Bloki_dlya_stroitelstva_doma_kakie_luchshe_1.jpg"
        },
        {
            "id": 5,
            "name": "Каркас для ГКЛ",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/glk.png"
        },
        {
            "id": 6,
            "name": "Крепежи",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/krepezh3.jpg"
        },
        {
            "id": 7,
            "name": "Хозтовары",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/1592504.jpeg"
        },
        {
            "id": 8,
            "name": "Лакокрасочные материалы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/istock_000013829858medium1paint.jpg"
        },
        {
            "id": 9,
            "name": "Химическая продукция",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/him-product.jpeg"
        },
        {
            "id": 10,
            "name": "Металлопрокат",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/metalloprokat.png"
        },
        {
            "id": 11,
            "name": "Гидроизоляция",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/gidroizolyazia.png"
        },
        {
            "id": 12,
            "name": "Изоляционные материалы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/upetlitely.png"
        },
        {
            "id": 13,
            "name": "Пиломатериалы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/pilomaterialy.png"
        },
        {
            "id": 14,
            "name": "ЖБИ изделия",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/zhbi.png"
        },
        {
            "id": 15,
            "name": "Ручные инструменты",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/instrumenty.png"
        },
        {
            "id": 16,
            "name": "ЭлектроИнструменты",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/electroinstrument.png"
        },
        {
            "id": 17,
            "name": "Сантехника",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/santekhnika.png"
        },
        {
            "id": 18,
            "name": "Дренажные системы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/drenazh.png"
        },
        {
            "id": 19,
            "name": "Вентиляция",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/ventilyazia.png"
        },
        {
            "id": 20,
            "name": "Двери и Окна",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/dveri_okna.png"
        },
        {
            "id": 21,
            "name": "Лепной Декор",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/lepnoy_dekor.jpg"
        },
        {
            "id": 22,
            "name": "Кровля. Водосточные системы",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/krovlya.png"
        },
        {
            "id": 23,
            "name": "Сайдинг.Пластиковые панели.",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/saydi 2.jpg"
        },
        {
            "id": 24,
            "name": "Напольные покрытия",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/napolniye_pokritiya.png"
        },
        {
            "id": 25,
            "name": "Mебель",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/8e6a20f97ad50ae93ea64d50308924a8.jpg"
        },
        {
            "id": 26,
            "name": "Мастера",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/icon.jpg"
        },
        {
            "id": 27,
            "name": " Инструменты штукатурные",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/1002a-51.jpg"
        },
        {
            "id": 28,
            "name": "Плинтус",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/123456nertgh.jpg"
        },
        {
            "id": 29,
            "name": "Агрохимия",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/126273-2.jpg"
        },
        {
            "id": 30,
            "name": "Сыпучие строительные",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/9xdhsvq2iw0kc8s8gwwokc88cgckk8.jfif"
        },
        {
            "id": 31,
            "name": "электро техника",
            "image": "https://api.teplodomshop.com/api/v1/image/get-by-name/?image_name=@web/img/hello_html_m43041ce9.jpg"
        }
    ]
}